/* Category alert message */
"A category with the same name already exists, select a different name" = "A category with the same name already exists, select a different name";

/* all button label */
"all" = "all";

/* Cancel action for category alert
   Cancel action for expense alert */
"Cancel" = "Cancel";

/* Category alert title */
"Category already exists" = "Category already exists";

/* Delete action for category alert
   Delete action for cell
   Delete action for expense alert */
"Delete" = "Delete";

/* Delete category alert title */
"Delete category?" = "Delete category?";

/* Delete expense alert title */
"Delete expense?" = "Delete expense?";

/* Delete income alert title */
"Delete income?" = "Delete income?";

/* month button label */
"month" = "month";

/* No data text chart */
"No data for selected period" = "No data for selected period";

/* Ok alert action */
"Ok" = "Ok";

/* quarter button label */
"quarter" = "quarter";

/* Delete expense alert message */
"This category will be deleted. All expenses from this category will be transferred to Other." = "This category will be deleted. All expenses from this category will be transferred to Other.";

/* Delete expense alert message */
"This expense will be deleted. This action cannot be undone." = "This expense will be deleted. This action cannot be undone.";

/* Delete income alert message */
"This income will be deleted. This action cannot be undone." = "This income will be deleted. This action cannot be undone.";

/* week button label */
"week" = "week";

